Repository: Ruzgfpegk/estimated-delivery-woocommerce
Catalog: languages/estimated-delivery-for-woocommerce-*.po
Languages: fr_fr

source: Estimated Delivery
fr_fr: Livraison estimée

source: Disabled, use shortcode
fr_fr: Désactivé : utiliser le shortcode

source: After cart button
fr_fr: Après le bouton "Panier"

source: Before cart button
fr_fr: Avant le bouton "Panier"

source: After product meta
fr_fr: Après les détails du produit

source: Before product summary
fr_fr: Avant le résumé du produit

source: After product summary
fr_fr: Après le résumé du produit

source: Product Thumbnail (may not work)
fr_fr: Miniature de produit (peut ne pas fonctionner)

source: on
fr_fr: le

source: this %s, %s
fr_fr: ce %s, %s

source: the next %s, %s
fr_fr: %s prochain, %s

source: Estimated delivery%s %s
fr_fr: Livraison estimée%s %s

source: Guaranteed delivery%s %s
fr_fr: Livraison garantie%s %s

source: Unsupported mode
fr_fr: Mode non-supporté

source: Days for Delivery
fr_fr: Jours pour la livraison

source: Max Days for Delivery
fr_fr: Jours maximum pour la livraison

source: Set 0 for disable. If this set more than 0 days, it will show a range.
fr_fr: Si supérieur à 0, affiche une plage de jours.

source: Days for Delivery out of stock
fr_fr: Jours pour la livraison lorsqu'en rupture de stock

source: Max Days for Delivery out of stock
fr_fr: Jours maximum pour la livraison lorsqu'en rupture de stock

source: Days for Delivery Backorders
fr_fr: Jours pour la livraison lorsqu'en réapprovisionnement

source: Max Days for Delivery Backorders
fr_fr: Jours maximum pour la livraison lorsqu'en réapprovisionnement

source: Estimated or Guaranteed
fr_fr: Estimée ou Garantie

source: The message will change.
fr_fr: Modifie le message affiché.

source: Estimated
fr_fr: Estimée

source: Guaranteed
fr_fr: Garantie

source: Custom string
fr_fr: (personnalisé)

source: Custom mode string (if selected above)
fr_fr: Chaîne personnalisée (si sélectionnée ci-dessus)

source: Define your own mode here
fr_fr: Définissez ici votre propre verbe

source: Days disabled
fr_fr: Jours désactivés

source: Select the days that NO shipments are made.
fr_fr: Sélectionnez les jours où AUCUN envoi n'est fait.

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Overwrite general settings
fr_fr: Remplacer les réglages généraux

source: An error has occurred, try again.
fr_fr: Une erreur est survenue, veuillez réessayer.

source: Welcome to newsletter :)
fr_fr: Bienvenue à la liste de diffusion :)

source: Estimated Delivery for Woocommerce
fr_fr: Livraison Estimée pour WooCommerce

source: Show the estimated or guaranteed delivery for the product
fr_fr: Montre les délais de livraison estimée ou garantie d'un produit

source: Do you want to receive the latest?
fr_fr: Souhaitez-vous être tenu au courant des dernières nouveautés ?

source: Thank you very much for using our plugin, if you want to receive the latest news, offers, promotions, discounts, etc ... Sign up for our newsletter. :)
fr_fr: Merci beaucoup d'utiliser notre extension. Pour recevoir les dernières nouvelles, offres, ... inscrivez-vous à notre liste de diffusion (en anglais) :)

source: Required
fr_fr: Requis

source: Submit
fr_fr: Envoyer

source: Processing
fr_fr: Traitement

source: Developing this plugin takes time, so if you like it, we invite you to make a donation so that we can continue developing and updating, adding news, this will always be free.
fr_fr: Développer cette extension prend du temps, donc si vous l'appréciez nous vous invitons à faire un don afin de permettre au développement de continuer.

source: Make a donation now to help development
fr_fr: Faire un don pour soutenir le développement

source: Use AJAX
fr_fr: Utiliser AJAX

source: If your site use cache system, active this option.
fr_fr: Cochez cette case si le site utilise un système de cache.

source: Delivery same day
fr_fr: Livraison le jour même

source: When you set 0 in any option the estimated delivery is disabled, activate this option to allow setting 0 and displaying the estimated date.
fr_fr: Activer cette option pour permettre d'entrer 0 jour dans les délais et ainsi afficher la date estimée.

source: Use Relative Dates
fr_fr: Utiliser des dates relatives

source: Only work with current and next week
fr_fr: Ne prendre en compte que cette semaine et la suivante

source: Save
fr_fr: Enregistrer

source: Need style?
fr_fr: Il vous faut du style ?

source: Enjoy! Paste this CSS code into your Customizer and edit as you like
fr_fr: Amusez-vous ! Collez ce code CSS dans Personnalisation/CSS additionnel, et éditez-le selon vos désirs.
